{
  "plugins": {
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "incline.nvim": {
      "src": "https://github.com/b0o/incline.nvim.git"
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim.git"
    },
    "mini.files": {
      "src": "https://github.com/echasnovski/mini.files.git"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim.git"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs.git"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap.git"
    },
    "nvim-dap-view": {
      "src": "https://github.com/igorlfs/nvim-dap-view.git"
    },
    "nvim-navbuddy": {
      "src": "https://github.com/SmiteshP/nvim-navbuddy.git"
    },
    "nvim-navic": {
      "src": "https://github.com/SmiteshP/nvim-navic.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim.git"
    }
  }
}